Repository: Darkiman/TYF-frontend
Catalog: ios/*.lproj/InfoPlist.strings
Languages: ru

# NSBluetoothPeripheralUsageDescription
source: This app requires your bluetooth
ru: Это приложение использует bluetooth

# NSCalendarsUsageDescription
source: This app requires your calendar
ru: Это приложение использует ваш календарь

# NSSpeechRecognitionUsageDescription
source: TYF would like to access to your speech
ru: TYF хотел бы получить доступ к вашей речи

# NSCameraUsageDescription
source: TYF would like to use your camera to get a picture of your profile
ru: TYF хотел бы использовать вашу камеру для загрузки изображения вашего профиля

# NSAppleMusicUsageDescription
source: TYF would like to access to your music
ru: TYF хотел бы получить доступ к вашей музыке

# NSLocationAlwaysAndWhenInUseUsageDescription
source: This app requires background tracking to show your friends your current geolocation
ru: Это приложение требует фонового отслеживания, чтобы показать вашим друзьям ваше текущее местоположение

# NSLocationAlwaysUsageDescription
source: This app requires background tracking to show your friends your current geolocation
ru: Это приложение требует фонового отслеживания, чтобы показать вашим друзьям ваше текущее местоположение

# NSLocationWhenInUseUsageDescription
source: This app requires geolocation. It will be use to show your postion on the map to you and your friends
ru: Приложение запрашивает вашу геолокацию. Это будет использоваться, чтобы показать ваше положение на карте вам и вашим друзьям

# NSMicrophoneUsageDescription
source: TYF would like to your microphone (for videos)
ru: TYF хотел иметь бы иметь доступ к микрофону (для видео)

# NSMotionUsageDescription
source: Accelerometer use increases battery efficiency by intelligently toggling location-tracking
ru: Использование акселерометра повышает эффективность использования батареи благодаря интеллектуальному переключению отслеживания местоположения

# NSPhotoLibraryAddUsageDescription
source: TYF would like to save photos to your photo gallery
ru: TYF хотел бы сохранить фотографии в вашей фотогалерее

# NSPhotoLibraryUsageDescription
source: TYF would like access to your photo gallery to change your profile picture
ru: TYF хотел бы получить доступ к вашей фотогалерее, чтобы изменить изображение профиля
